["PSYCHO-PASS 3 - PSYCHO-PASS 3", "Handa-kun - Handa-kun", "I Couldn’t Become a Hero, So I Reluctantly Decided to Get a Job. - Yuusha ni Narenakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita.", "Alderamin on the Sky - Nejimaki Seirei Senki: Tenkyou no Alderamin", "Yamada's First Time: B Gata H Kei - B Gata H Kei", "Ground Control to Psychoelectric Girl - Denpa Onna to Seishun Otoko", "Hi Score Girl - Hi Score Girl", "Skeleton Knight in Another World - Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu", "Sirius the Jaeger - Tenrou: Sirius the Jaeger", "Record of Grancrest War - Grancrest Senki", "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs - Otomege Sekai wa Mob ni Kibishii Sekai desu", "Pop Team Epic - Poputepipikku", "Is the Order a Rabbit? - Gochuumon wa Usagi desu ka?", "The Greatest Demon Lord Is Reborn as a Typical Nobody - Shijou Saikyou no Daimaou, Murabito A ni Tensei suru", " - Sekirei", "Little Busters! - Little Busters!", "The Ancient Magus' Bride: Those Awaiting a Star - Mahoutsukai no Yome: Hoshi Matsu Hito", "Sakura Trick - Sakura Trick", "Sabikui Bisco - Sabikui Bisco", "Gargantia on the Verdurous Planet - Suisei no Gargantia", "Silver Spoon - Gin no Saji", "Anti-Magic Academy: The 35th Test Platoon - Taimadou Gakuen 35 Shiken Shoutai", "Fate/kaleid liner Prisma☆Illya - Fate/kaleid liner Prisma☆Illya", "LAID-BACK CAMP SEASON2 - Yuru Camp△ SEASON 2", " - Boku no Hero Academia: Sukue! Kyuujo Kunren!", "Lord Marksman and Vanadis - Madan no Ou to Vanadis", "A Certain Magical Index III - Toaru Majutsu no Index III", "Beck: Mongolian Chop Squad - BECK", "Azumanga Daioh - Azumanga Daiou THE ANIMATION", "Attack on Titan: Junior High - Shingeki! Kyojin Chuugakkou", "Diabolik Lovers - Diabolik Lovers", "Moriarty the Patriot Part 2 - Yuukoku no Moriarty Part 2", "MAGICAL GIRL SITE - Mahou Shoujo Site", "Life Lessons with Uramichi Oniisan - Uramichi Oniisan", "World's End Harem - Shuumatsu no Harem", "Children of the Whales - Kujira no Kora wa Sajou ni Utau", "My Stepmom's Daughter is My Ex - Mamahaha no Tsurego ga Motokano datta", "Kaze no Stigma - Kaze no Stigma", " - Pandora Hearts", "High School Prodigies Have It Easy Even In Another World - Choujin Koukousei-tachi wa Isekai demo Yoyuu de Ikinuku you desu!", "Campione! - Campione!: Matsurowanu Kamigami to Kamigoroshi no Maou", "Hell Girl - Jigoku Shoujo", "Sound! Euphonium 2 - Hibike! Euphonium 2", "That Time I Got Reincarnated as a Slime OAD - Tensei Shitara Slime Datta Ken OVA", "I’m Quitting Heroing - Yuusha, Yamemasu", "Place to Place - Acchi Kocchi", "Adachi and Shimamura - Adachi to Shimamura", "My Teen Romantic Comedy SNAFU OVA - Yahari Ore no Seishun Love Come wa Machigatteiru.: Kochira to Shite mo Karera Kanojora no Yukusue ni Sachi Ookaran Koto wo Negawazaru wo Enai.", "To Your Eternity Season 2 - Fumetsu no Anata e Season 2", "Miss Kobayashi's Dragon Maid: Valentines and Hot Springs! (Please Don't Get Your Hopes Up) - Kobayashi-san Chi no Maidragon: Valentine, Soshite Onsen! (Amari Kitai Shinaide Kudasai)", " - Afro Samurai", "Tales of Zestiria the X - Tales of Zestiria the Cross", "Sword of the Stranger - Stranger: Mukou Hadan", "Flying Witch - Flying Witch", "Kiss x Sis - kiss×sis", "Fireworks - Uchiage Hanabi, Shita kara Miru ka? Yoko kara Miru ka?", "Aria the Scarlet Ammo - Hidan no Aria", "The Quintessential Quintuplets Movie - Go-toubun no Hanayome Movie", "Love, Chunibyo & Other Delusions: Glimmering...Explosive Festival (Slapstick Noel) - Chuunibyou demo Koi ga Shitai!: Kirameki no… Slapstick Noel", "The Heroic Legend of Arslan - Arslan Senki (TV)", "JUNI TAISEN：ZODIAC WAR - Juuni Taisen", "Ghost in the Shell: Stand Alone Complex - Koukaku Kidoutai: STAND ALONE COMPLEX", "The Genius Prince's Guide to Raising a Nation Out of Debt - Tensai Ouji no Akaji Kokka Saisei Jutsu", "Boogiepop and Others - Boogiepop wa Warawanai", "Steins;Gate 0: 23β -Divide by Zero- - Steins;Gate: Kyoukaimenjou no Missing Link - Divide By Zero", "Hitoribocchi no Marumaruseikatsu - Hitoribocchi no Marumaru Seikatsu", "One-Punch Man OVA - One Punch Man OVA", "Brynhildr in the Darkness - Gokukoku no Brynhildr", "Patema Inverted - Sakasama no Patema", "Hundred - Hundred", "Tokyo Magnitude 8.0 - Tokyo Magnitude 8.0", "The Familiar of Zero F - Zero no Tsukaima F", "Legend of the Galactic Heroes - Ginga Eiyuu Densetsu", "To Love Ru Darkness - To LOVE-Ru Darkness", "Bladedance of Elementalers - Seirei Tsukai no Blade Dance", "Witch Craft Works - Witch Craft Works", "Black Butler: Book of Circus - Kuroshitsuji: Book of Circus", "Kuroko's Basketball: Last Game - Kuroko no Basket: Last Game", "The Troubled Life of Miss Kotoura - Kotoura-san", "The Familiar of Zero: \"Rondo\" of Princesses - Zero no Tsukaima: Princesses no Rondo", "Tokyo Godfathers - Tokyo Godfathers", "Anohana: The Flower We Saw That Day Movie - Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai. Movie", "Fate/Grand Order Absolute Demonic Front: Babylonia - Fate/Grand Order: Zettai Majuu Sensen Babylonia", "One Week Friends - Isshuukan Friends.", "Arakawa Under the Bridge - Arakawa Under the Bridge", "Jormungand - Jormungand", "NieR:Automata Ver1.1a - NieR:Automata Ver1.1a", "A Couple of Cuckoos - Kakkou no Iinazuke", "When Marnie Was There - Omoide no Marnie", "Cowboy Bebop: The Movie - Knockin' on Heaven's Door - Cowboy Bebop: Tengoku no Tobira", "EDENS ZERO - EDENS ZERO", "Girls und Panzer - Girls und Panzer", "NEW GAME!! - NEW GAME!!", "Yu-Gi-Oh! - Yu☆Gi☆Oh! Duel Monsters", "Magical Sempai - Tejina Senpai", "Uncle from Another World - Isekai Oji-san", "Ao-chan Can't Study! - Midara na Ao-chan wa Benkyou ga Dekinai", "PERSONA5 the Animation - PERSONA5 the Animation", "Haibane Renmei - Haibane Renmei", "Suppose a Kid from the Last Dungeon Boonies moved to a starter town? - Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari", "The Faraway Paladin - Saihate no Paladin", "Yuuna and the Haunted Hot Springs - Yuragi-sou no Yuuna-san", "We Never Learn!: BOKUBEN Season 2 - Bokutachi wa Benkyou ga Dekinai!", "The Great Jahy Will Not Be Defeated! - Jahy-sama wa Kujikenai!", "Sword Art Online EXTRA EDITION - Sword Art Online: Extra Edition", "The Case Study of Vanitas Part 2 - Vanitas no Carte Part 2", "Love, Chunibyo & Other Delusions: Take on Me - Chuunibyou demo Koi ga Shitai!: Take On Me", "This Art Club Has a Problem! - Kono Bijutsu-bu ni wa Mondai ga Aru!", "Saga of Tanya the Evil - the Movie - - Youjo Senki Movie", "Just Because! - Just Because!", " - Jujutsu Kaisen 2nd Season", "Gintama Season 5 - Gintama.", "The Kawai Complex Guide to Manors and Hostel Behavior - Bokura wa Minna Kawaisou", "Banished from the Hero’s Party, I Decided to Live a Quiet Life in the Countryside - Shin no Nakama ja Nai to Yuusha no Party wo Oidasareta node, Henkyou de Slow Life suru Koto ni shimashita", "Infinite Stratos 2 - IS: Infinite Stratos 2", "The World God Only Knows II - Kami nomi zo Shiru Sekai II", "Welcome to Demon School! Iruma-kun Season 2 - Mairimashita! Iruma-kun 2", "Kamisama Kiss◎ - Kamisama Hajimemashita◎", "Mononoke - Mononoke", "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks? - Tsuujou Kougeki ga Zentai Kougeki de Ni-kai Kougeki no Okaasan wa Suki desu ka?", "Our Last Crusade or the Rise of a New World - Kimi to Boku no Saigo no Senjou, Aruiwa Sekai ga Hajimaru Seisen", " - Kaguya-sama wa Kokurasetai: Tensaitachi no Renai Zunousen OVA", "Kino's Journey - Kino no Tabi: the Beautiful World", "Chobits - Chobits", "SHAMAN KING (2021) - SHAMAN KING (2021)", "I'm Standing on a Million Lives - 100-man no Inochi no Ue ni Ore wa Tatteiru", " - Sayonara Zetsubou Sensei", "Noragami OVA - Noragami OVA", "Osamake: Romcom Where The Childhood Friend Won't Lose - Osananajimi ga Zettai ni Makenai Love Come", "GOBLIN SLAYER -GOBLIN’S CROWN- - Goblin Slayer: GOBLIN'S CROWN", "Stars Align - Hoshiai no Sora", "Hanasaku Iroha ~Blossoms for Tomorrow~ - Hanasaku Iroha", "Attack on Titan Final Season Part 3 - Shingeki no Kyojin: The Final Season - Kanketsu-hen Part 1", "Durarara!! X2 The Third Arc - Durarara!!x2 Ketsu", "Aesthetica of a Rogue Hero - Hagure Yuusha no Estetica", "Devils' Line - Devils' Line", "Is It Wrong to Try to Pick Up Girls in a Dungeon? IV - Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV: Shin Shou Meikyuu-hen", "Bungo Stray Dogs: DEAD APPLE - Bungou Stray Dogs: DEAD APPLE", "Doukyuusei -Classmates- - Doukyuusei", "The Disastrous Life of Saiki K. Season 3 - Saiki Kusuo no Ψ-nan: Kanketsu-hen", "Outbreak Company - Outbreak Company", "Gintama Season 3 - Gintama': Enchousen", "Ya Boy Kongming! - Paripi Koumei", " - HELLO WORLD", "Sweetness & Lightning - Amaama to Inazuma", "Zoku Owarimonogatari - Zoku Owarimonogatari", " - Dr. STONE: NEW WORLD", "The Testament of Sister New Devil BURST - Shinmai Maou no Testament: BURST", "So, I Can't Play H - Dakara Boku wa, H ga Dekinai.", "Record of Ragnarok - Shuumatsu no Valkyrie", "Tada Never Falls In Love - Tada-kun wa Koi wo Shinai", "Words Bubble Up Like Soda Pop - Cider no You ni Kotoba ga Wakiagaru", "Sword Art Online the Movie -Progressive- Aria of a Starless Night - Sword Art Online: Progressive - Hoshinaki Yoru no Aria", "Nyaruko: Crawling with Love! - Haiyore! Nyaruko-san", "Amagami SS - Amagami SS", "Higurashi: When They Cry - GOU - Higurashi no Naku Koro ni Gou", "Showa Genroku Rakugo Shinju - Shouwa Genroku Rakugo Shinjuu", "Tokyo Revengers Season 2 - Tokyo Revengers: Seiya Kessen-hen", "Welcome to the Ballroom - Ballroom e Youkoso", "Isekai Cheat Magician - Isekai Cheat Magician", "Ascendance of a Bookworm - Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen", "Chaika -The Coffin Princess- - Hitsugi no Chaika", "Dragon Ball Z Kai - Dragon Ball Kai", "Penguindrum - Mawaru Penguindrum", "NANBAKA - Nanbaka", "Dusk Maiden of Amnesia - Tasogare Otome x Amnesia", "The Slime Diaries - Tensei Shitara Slime Datta Ken: Tensura Nikki", "Snow White with the Red Hair Season 2 - Akagami no Shirayuki-hime 2nd Season", "Eureka Seven - Koukyoushihen Eureka Seven", "The King's Avatar - Quanzhi Gaoshou", "My Hero Academia: World Heroes' Mission - Boku no Hero Academia THE MOVIE: World Heroes' Mission", "Waiting in the Summer - Ano Natsu de Matteru", "Koyomimonogatari - Koyomimonogatari", "Rurouni Kenshin - Rurouni Kenshin: Meiji Kenkaku Romantan", "I Can't Understand What My Husband Is Saying - Danna ga Nani wo Itteiru ka Wakaranai Ken", "The Familiar of Zero: Knight of the Twin Moons - Zero no Tsukaima: Futatsuki no Kishi", "Love Tyrant - Renai Boukun", "Shelter - Shelter", "Corpse Party - Corpse Party: Tortured Souls - Bougyakusareta Tamashii no Jukyou", "Full Metal Panic! - Full Metal Panic!", "K-ON!: The Movie - K-ON! Movie", "The Misfit of Demon King Academy Ⅱ: History's Strongest Demon King Reincarnates and Goes to School with His Descendants - Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II", "GOLDEN BOY - GOLDEN BOY: Sasurai no Obenkyou Yarou", "Kono Oto Tomare!: Sounds of Life - Kono Oto Tomare!", "Hensuki: Are you willing to fall in love with a pervert, as long as she’s a cutie? - Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?", "The Eden of Grisaia - Grisaia no Rakuen", " - D-Frag!", "Princess Connect! Re:Dive - Princess Connect! Re:Dive", "Seirei Gensouki: Spirit Chronicles - Seirei Gensouki", "BURN THE WITCH - BURN THE WITCH", "Ride Your Wave - Kimi to, Nami ni Noretara", "Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc - Kimetsu no Yaiba: Katanakaji no Sato-hen", " - One Punch Man: Road to Hero", "The Disastrous Life of Saiki K.: Reawakened - Saiki Kusuo no Ψ-nan: Ψ-shidou-hen", "Rainbow - RAINBOW: Nisha Rokubou no Shichinin", "Teasing Master Takagi-san Season 2 - Karakai Jouzu no Takagi-san 2", "Attack on Titan: Lost Girls - Shingeki no Kyojin: LOST GIRLS", "Space Dandy - Space☆Dandy", "Danganronpa 3: The End of Hope’s Peak High School - Despair Arc - Danganronpa 3: The End of Kibougamine Gakuen - Zetsubou-hen", "Armed Girl's Machiavellism - Busou Shoujo Machiavellianism", "Undefeated Bahamut Chronicle - Saijaku Muhai no Bahamut", "Noblesse - NOBLESSE", "Real Girl - 3D Kanojo: Real Girl", "The Future Diary: Redial - Mirai Nikki: Redial", "Durarara!! X2 The Second Arc - Durarara!!x2 Ten", "Heaven's Lost Property - Sora no Otoshimono", "Cells at Work!! - Hataraku Saibou!!", "When They Cry Kai - Higurashi no Naku Koro ni Kai", "The Wind Rises - Kaze Tachinu", "Rage of Bahamut: Genesis - Shingeki no Bahamut: GENESIS", "Code Geass: Lelouch of the Re;surrection - Code Geass: Fukkatsu no Lelouch", "Danganronpa 3: The End of Hope’s Peak High School - Future Arc - Danganronpa 3: The End of Kibougamine Gakuen - Mirai-hen", "The Secret World of Arrietty - Karigurashi no Arrietty", "YuruYuri - Yuru Yuri", "Blood-C - BLOOD-C", "After the Rain - Koi wa Ameagari no You ni", "SHADOWS HOUSE - Shadows House", "Kaiji - Ultimate Survivor - Gyakkyou Burai Kaiji: Ultimate Survivor", "Initial D 1st Stage - Initial D", "My Senpai is Annoying - Senpai ga Uzai Kouhai no Hanashi", "Nausicaä of the Valley of the Wind - Kaze no Tani no Nausicaä", "Sword Oratoria: Is it Wrong to Try to Pick Up Girls in a Dungeon? On the Side - Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria", "Panty & Stocking with Garterbelt - Panty & Stocking with Garterbelt", "Demon King Daimao - Ichiban Ushiro no Daimaou", "My Mental Choices Are Completely Interfering With My School Romantic Comedy - Ore no Nounai Sentakushi ga, Gakuen Love Comedy wo Zenryoku de Jama Shiteiru", "The Day I Became a God - Kamisama ni Natta Hi", "Whisper of the Heart - Mimi wo Sumaseba", "Cardcaptor Sakura - Cardcaptor Sakura", "Run with the Wind - Kaze ga Tsuyoku Fuiteiru", "The Seven Deadly Sins the Movie: Prisoners of the Sky - Nanatsu no Taizai Movie: Tenkuu no Torawarebito", "Arifureta: From Commonplace to World's Strongest Season 2 - Arifureta Shokugyou de Sekai Saikyou 2nd Season", "Remake Our Life! - Bokutachi no Remake", "TSUKIMICHI -Moonlit Fantasy- - Tsuki ga Michibiku Isekai Douchuu", "Kimi ni Todoke: From Me to You Season 2 - Kimi ni Todoke 2nd Season", "Somali and the Forest Spirit - Somali to Mori no Kamisama", "IRODUKU: The World in Colors - Irozuku Sekai no Ashita kara", "ASTRA LOST IN SPACE - Kanata no Astra", "Aharen-san wa Hakarenai - Aharen-san wa Hakarenai", "REBORN! - Katekyou Hitman REBORN!", "Wagnaria!! - Working!!", "The Anthem of the Heart - Kokoro ga Sakebitagatterun da.", "Kids on the Slope - Sakamichi no Apollon", "Redline - REDLINE", "Free! -Eternal Summer- - Free!: Eternal Summer", "Black Lagoon: The Second Barrage - BLACK LAGOON: The Second Barrage", "Spice and Wolf II - Ookami to Koushinryou II", "ReLIFE: Final Arc - ReLIFE: Kanketsu-hen", "Fruits Basket - Fruits Basket", "Happy Sugar Life - Happy Sugar Life", "LINK CLICK - Shiguang Dailiren", "School Babysitters - Gakuen Babysitters", "Sailor Moon - Bishoujo Senshi Sailor Moon", "The Daily Life of the Immortal King - Xian Wang De Richang Shenghuo", "Shakugan no Shana - Shakugan no Shana", "A Certain Scientific Railgun S - Toaru Kagaku no Railgun S", "Oreimo 2 - Ore no Imouto ga Konna ni Kawaii Wake ga Nai.", "Mayo Chiki! - Mayo Chiki!", "Boruto: Naruto the Movie - BORUTO: NARUTO THE MOVIE", "Sonny Boy - Sonny Boy", "DECA-DENCE - Deca-Dence", "Vampire Knight - Vampire Knight", "Evangelion: 3.0+1.0 Thrice Upon a Time - Shin Evangelion Movie:||", "A Sister's All You Need. - Imouto sae Ireba Ii.", "Why the hell are you here, Teacher!? - Nande Koko ni Sensei ga!?", "Inu X Boku Secret Service - Inu x Boku SS", "Re:ZERO -Starting Life in Another World- OVAs - Re:Zero kara Hajimeru Isekai Seikatsu OVAs", "The \"Hentai\" Prince and the Stony Cat. - Hentai Ouji to Warawanai Neko.", "How a Realist Hero Rebuilt the Kingdom - Genjitsu Shugi Yuusha no Oukoku Saikenki", "Given The Movie - Given Movie", "Tokyo Ravens - Tokyo Ravens", "Date A Live III - Date A Live III", "SING \"YESTERDAY\" FOR ME - Yesterday wo Utatte", "Kiss Him, Not Me - Watashi ga Motete Dousunda", "Fate/stay night [Heaven’s Feel] III. spring song - Fate/stay night [Heaven's Feel] III. spring song", "Boarding School Juliet - Kishuku Gakkou no Juliet", "The Asterisk War 2 - Gakusen Toshi Asterisk 2", "Yosuga no Sora: In Solitude Where We are Least Alone - Yosuga no Sora", "Combatants Will Be Dispatched! - Sentouin, Hakenshimasu!", "Maoyu: Archenemy & Hero - Maoyuu Maou Yuusha", "Saekano: How to Raise a Boring Girlfriend ♭ - Saenai Heroine no Sodatekata ♭", "KONOSUBA -God's blessing on this wonderful world! 2: God's Blessings on These Wonderful Works of Art! - Kono Subarashii Sekai ni Shukufuku wo! 2: Kono Subarashii Geijutsu ni Shukufuku wo!", "SSSS.GRIDMAN - SSSS.GRIDMAN", "Engaged to the Unidentified - Mikakunin de Shinkoukei", "Dragon Ball Super: Broly - Dragon Ball Super: Broly", "Wolf Girl and Black Prince - Ookami Shoujo to Kuro Ouji", "Black Butler II - Kuroshitsuji II", "When Supernatural Battles Became Commonplace - Inou-Battle wa Nichijou-kei no Naka de", "Keijo!!!!!!!! - Keijo!!!!!!!!", "Beelzebub - Beelzebub", "The Irregular at Magic High School: Visitor Arc - Mahouka Koukou no Rettousei: Raihousha-hen", "The Hidden Dungeon Only I Can Enter - Ore dake Haireru Kakushi Dungeon", "Tomodachi Game - Tomodachi Game", "World Trigger - World Trigger", "O Maidens in Your Savage Season - Araburu Kisetsu no Otome-domo yo.", "B: The Beginning - B: The Beginning", "WorldEnd: What are you doing at the end of the world? Are you busy? Will you save us? - Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?", "A Certain Magical Index II - Toaru Majutsu no Index II", "Interviews with Monster Girls - Demi-chan wa Kataritai", "Girlfriend, Girlfriend - Kanojo mo Kanojo", "Bunny Drop - Usagi Drop", "Little Witch Academia - Little Witch Academia", "BAKI - Baki", " - kiss×sis (TV)", "Talentless Nana - Munou na Nana", "Interspecies Reviewers - Ishuzoku Reviewers", "The Helpful Fox Senko-san - Sewayaki Kitsune no Senko-san", "Promare - Promare", "Blood Blockade Battlefront & Beyond - Kekkai Sensen & BEYOND", "Carole & Tuesday - Carole & Tuesday", "Puella Magi Madoka Magica the Movie Part III: Rebellion - Mahou Shoujo Madoka☆Magica: Hangyaku no Monogatari", "Haganai NEXT - Boku wa Tomodachi ga Sukunai Next", "ISEKAI QUARTET - Isekai Quartet", "ASSASSINS PRIDE - Assassins Pride", "Claymore - CLAYMORE", "The Boy and The Beast - Bakemono no Ko", "Violet Evergarden: Special - Violet Evergarden: Kitto \"Ai\" wo Shiru Hi ga Kuru no Darou", "Gintama Season 2 - Gintama'", "Made in Abyss: The Golden City of the Scorching Sun - Made in Abyss: Retsujitsu no Ougonkyou", "Fighting Spirit - Hajime no Ippo: THE FIGHTING!", "No.6 - NO.6", " - Mekakucity Actors", "ALDNOAH.ZERO - Aldnoah.Zero", "Science Fell in Love, So I Tried to Prove It - Rikei ga Koi ni Ochita no de Shoumei shitemita.", "How NOT to Summon a Demon Lord Ω - Isekai Maou to Shoukan Shoujo no Dorei Majutsu Ω", "Kakushigoto - Kakushigoto", "Seitokai Yakuindomo - Seitokai Yakuindomo", "the Garden of sinners Chapter 1: Thanatos. (Overlooking View) - Kara no Kyoukai: Fukan Fuukei", "Gosick - GOSICK", "Plunderer - Plunderer", "Paranoia Agent - Mousou Dairinin", "Tamako -love story- - Tamako Love Story", "Evangelion: 3.0 You Can (Not) Redo - Evangelion Shin Movie: Kyuu", "D.Gray-man - D.Gray-man", "BOCCHI THE ROCK! - Bocchi the Rock!", "Bottom-Tier Character Tomozaki - Jaku-Chara Tomozaki-kun", "Rent-a-Girlfriend Season 2 - Kanojo, Okarishimasu 2nd Season", "Eden of The East - Higashi no Eden", "I've Been Killing Slimes for 300 Years and Maxed Out My Level - Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita", "LOVE and LIES - Koi to Uso", "Hunter x Hunter - HUNTER×HUNTER", "Steins;Gate: Egoistic Poriomania - Steins;Gate: Oukoubakko no Poriomania", "Magi: Adventure of Sinbad - Magi: Sinbad no Bouken", "God Eater - GOD EATER", "Lovely Complex - Lovely★Complex", "Gate 2 - Gate: Jieitai Kanochi nite, Kaku Tatakaeri 2", "Golden Kamuy - Golden Kamuy", "ID: INVADED - ID: INVADED", "Durarara!! X2 - Durarara!!x2 Shou", "The Detective Is Already Dead - Tantei wa mou, Shindeiru.", "Summer Wars - Summer Wars", " - Dagashi Kashi", "Girls' Last Tour - Shoujo Shuumatsu Ryokou", "Rosario + Vampire - Rosario to Vampire", "High-Rise Invasion - Tenkuu Shinpan", "Castle in the Sky - Tenkuu no Shiro Laputa", "Keep Your Hands Off Eizouken! - Eizouken ni wa Te wo Dasu na!", "KONOSUBA -God's blessing on this wonderful world!: God's Blessings On This Wonderful Choker! - Kono Subarashii Sekai ni Shukufuku wo!: Kono Subarashii Choker ni Shufuku wo!", "Is this a Zombie? - Kore wa Zombie desu ka?", "Twin Star Exorcists - Sousei no Onmyouji", "Gintama Season 4 - Gintama°", "Fate/stay night [Heaven's Feel] II. lost butterfly - Fate/stay night [Heaven's Feel] II. lost butterfly", "Ping Pong the Animation - Ping Pong THE ANIMATION", "SHIROBAKO - SHIROBAKO", "Kemono Jihen - Kemono Jihen", "Blast of Tempest - Zetsuen no Tempest", "Absolute Duo - Absolute Duo", "The Melancholy of Haruhi Suzumiya (2009) - Suzumiya Haruhi no Yuuutsu (2009)", "Natsume's Book of Friends - Natsume Yuujinchou", "How Heavy Are the Dumbbells You Lift? - Dumbbell Nan Kilo Moteru?", "Death March to the Parallel World Rhapsody - Death March Kara Hajimaru Isekai Kyousoukyoku", "The Eminence in Shadow - Kage no Jitsuryokusha ni Naritakute!", "ODDTAXI - Odd Taxi", "Dragon Ball GT - Dragon Ball GT", "Chihayafuru - Chihayafuru", "BLEACH: Thousand-Year Blood War - BLEACH: Sennen Kessen-hen", "Hellsing - HELLSING", "HAIKYU!! LAND VS. AIR - Haikyuu!! Riku VS Kuu", "Baka and Test - Summon the Beasts - Baka to Test to Shoukanjuu", "Overlord IV - Overlord IV", "DRIFTERS - DRIFTERS", "Violet Evergarden: Eternity and the Auto Memory Doll - Violet Evergarden Gaiden: Eien to Jidou Shuki Ningyou", "Love Live! School Idol Project - Love Live! School idol project", "Evangelion: 2.0 You Can (Not) Advance - Evangelion Shin Movie: Ha", "So I'm a Spider, So What? - Kumo desu ga, Nani ka?", "Owarimonogatari Second Season - Owarimonogatari (Ge)", "Tanaka-kun is Always Listless - Tanaka-kun wa Itsumo Kedaruge", "Problem Children Are Coming From Another World, Aren't They? - Mondaiji-tachi ga Isekai kara Kuru Sou Desu yo?", "Shiki - Shiki", "Sankarea: Undying Love - Sankarea", "Non Non Biyori - Non Non Biyori", "86 EIGHTY-SIX Season 2 - 86: Eighty Six Part 2", "Bakuman. - Bakuman.", "Tsukimonogatari - Tsukimonogatari", "AJIN: Demi-Human - Ajin", "We Never Learn: BOKUBEN - Bokutachi wa Benkyou ga Dekinai", "And you thought there is never a girl online? - Netoge no Yome wa Onnanoko ja Nai to Omotta?", "School Days (TV) - School Days (TV)", "Platinum End - Platinum End", "Vinland Saga Season 2 - VINLAND SAGA SEASON 2", "SCHOOL-LIVE! - Gakkou Gurashi!", "Hanamonogatari - Hanamonogatari", "Tamako Market - Tamako Market", " - High School DxD HERO", "Attack on Titan OVA - Shingeki no Kyojin OVA", "The Seven Deadly Sins: Dragon's Judgement - Nanatsu no Taizai: Funnu no Shinpan", "NEW GAME! - NEW GAME!", "Maquia: When the Promised Flower Blooms - Sayonara no Asa ni Yakusoku no Hana wo Kazarou", "Bloom Into You - Yagate Kimi ni Naru", "Infinite Stratos - IS: Infinite Stratos", "AHO-GIRL - Aho-Girl", "Paprika - Paprika", "ORESUKI: Are you the only one who loves me? - Ore wo Suki nano wa Omae dake ka yo", "In Another World With My Smartphone - Isekai wa Smartphone to Tomo ni.", "Wandering Witch: The Journey of Elaina - Majo no Tabitabi", "Welcome to Demon School! Iruma-kun - Mairimashita! Iruma-kun", "My First Girlfriend is a Gal - Hajimete no Gal", "BNA - BNA", "Recovery of an MMO Junkie - Net-juu no Susume", "Re:CREATORS - Re:CREATORS", "Log Horizon 2 - Log Horizon 2", "Strike the Blood - Strike the Blood", "Summer Time Rendering - Summer Time Render", "The Last: Naruto the Movie - THE LAST: NARUTO THE MOVIE", "Oreshura - Ore no Kanojo to Osananajimi ga Shuraba Sugiru", "Josee, the Tiger and the Fish - Josee to Tora to Sakanatachi", "Komi Can't Communicate Part 2 - Komi-san wa, Komyushou desu. 2", "Fate/Apocrypha - Fate/Apocrypha", "Pokémon - Pocket Monsters", "Evangelion: 1.0 You Are (Not) Alone - Evangelion Shin Movie: Jo", "GANGSTA. - GANGSTA.", "My Next Life as a Villainess: All Routes Lead to Doom! - Otome Game no Hametsu Flag shika Nai Akuyaku Reijou ni Tensei shiteshimatta…", "Uzaki-chan Wants to Hang Out! - Uzaki-chan wa Asobitai!", "Owarimonogatari - Owarimonogatari", "Rokka -Braves of the Six Flowers- - Rokka no Yuusha", "To Love Ru - To LOVE-Ru", "Berserk - Kenpuu Denki Berserk", "Blue Period - Blue Period", "Moriarty the Patriot - Yuukoku no Moriarty", "Myriad Colors Phantom World - Musaigen no Phantom World", "The World God Only Knows - Kami nomi zo Shiru Sekai", "Fairy Tail Final Season - FAIRY TAIL (2018)", "The Devil is a Part-Timer! Season 2 - Hataraku Maou-sama!!", "Gabriel DropOut - Gabriel Dropout", "Fate/stay night [Heaven's Feel] I. presage flower - Fate/stay night [Heaven's Feel] I. presage flower", "Steins;Gate The Movie – Load Region of Déjà Vu - Steins;Gate: Fuka Ryouiki no Déjà vu", "Accel World - Accel World", "Made in Abyss: Dawn of the Deep Soul - Made in Abyss: Fukaki Tamashii no Reimei", "Lucky☆Star - Lucky☆Star", "Ergo Proxy - Ergo Proxy", "Katanagatari - Katanagatari", "Lycoris Recoil - Lycoris Recoil", "BEASTARS Season 2 - BEASTARS 2", "Redo of Healer - Kaifuku Jutsushi no Yarinaoshi", "Kizumonogatari Part 2: Nekketsu - Kizumonogatari II: Nekketsu-hen", "March comes in like a lion Season 2 - 3-gatsu no Lion 2", "Asobi Asobase - workshop of fun - - Asobi Asobase", "The Way of the Househusband - Gokushufudou", "Gleipnir - Gleipnir", "In/Spectre - Kyokou Suiri", "The Fruit of Grisaia - Grisaia no Kajitsu", " - Blood Lad", "Kizumonogatari Part 3: Reiketsu - Kizumonogatari III: Reiketsu-hen", "Mieruko-chan - Mieruko-chan", "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat - Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru", "Megalobox - Megalo Box", "Date A Live II - Date A Live II", "PSYCHO-PASS 2 - PSYCHO-PASS 2", "Attack on Titan: No Regrets - Shingeki no Kyojin Gaiden: Kuinaki Sentaku", "Food Wars! The Fifth Plate - Shokugeki no Souma: Gou no Sara", "Sound! Euphonium - Hibike! Euphonium", "Citrus - citrus", "The Tatami Galaxy - Yojouhan Shinwa Taikei", "Nagi-Asu: A Lull in the Sea - Nagi no Asukara", "Kamisama Kiss - Kamisama Hajimemashita", "Ghost in the Shell - GHOST IN THE SHELL: Koukaku Kidoutai", "Trigun - TRIGUN", "JoJo's Bizarre Adventure: STONE OCEAN - JoJo no Kimyou na Bouken: Stone Ocean", "The Disappearance of Haruhi Suzumiya - Suzumiya Haruhi no Shoushitsu", "Yu Yu Hakusho: Ghostfiles - Yuu☆Yuu☆Hakusho", "My Love Story!! - Ore Monogatari!!", "The Familiar of Zero - Zero no Tsukaima", "HINAMATSURI - Hinamatsuri", "Land of the Lustrous - Houseki no Kuni", "The Testament of Sister New Devil - Shinmai Maou no Testament", "Akudama Drive - Akudama Drive", "The Asterisk War - Gakusen Toshi Asterisk", "GTO: Great Teacher Onizuka - GTO", "Oreimo - Ore no Imouto ga Konna ni Kawaii Wake ga Nai", "WATAMOTE ~No Matter How I Look at It, It’s You Guys Fault I’m Not Popular!~ - Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!", "Tsukigakirei - Tsuki ga Kirei", "takt op.Destiny - takt op.Destiny", "Dorohedoro - Dorohedoro", "BOFURI: I Don't Want to Get Hurt, so I'll Max Out My Defense. - Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu.", "Wise Man’s Grandchild - Kenja no Mago", "Barakamon - Barakamon", "A Certain Scientific Railgun - Toaru Kagaku no Railgun", "Kuroko's Basketball 3 - Kuroko no Basket 3rd Season", "Fruits Basket The Final Season - Fruits Basket: The Final", "ZOMBIE LAND SAGA - Zombie Land Saga", "Say \"I love you\". - Sukitte Ii na yo.", "Nekomonogatari Black - Nekomonogatari (Kuro)", "Vivy -Fluorite Eye's Song- - Vivy: Fluorite Eye’s Song", "My Hero Academia Season 6 - Boku no Hero Academia 6", "Ponyo - Gake no Ue no Ponyo", "Kiki's Delivery Service - Majo no Takkyuubin", "Shikimori's Not Just a Cutie - Kawaii dake ja Nai Shikimori-san", "Miss Kobayashi's Dragon Maid S - Kobayashi-san Chi no Maidragon S", "Classroom of the Elite Season 2 - Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 2nd Season", "Kizumonogatari Part 1: Tekketsu - Kizumonogatari I: Tekketsu-hen", "Laid-Back Camp - Yuru Camp△", "Darwin's Game - Darwin's Game", "NANA - NANA", "Hellsing Ultimate - HELLSING OVA", "Grimgar of Fantasy and Ash - Hai to Gensou no Grimgar", "Sword Art Online Alternative: Gun Gale Online - Sword Art Online Alternative: Gun Gale Online", "Monster Musume: Everyday Life With Monster Girls - Monster Musume no Iru Nichijou", "Violet Evergarden: the Movie - Violet Evergarden Movie", "Amagi Brilliant Park - Amagi Brilliant Park", "InuYasha - Inuyasha", "Little Witch Academia (TV) - Little Witch Academia (TV)", "BTOOOM! - BTOOOM!", "Haganai - Boku wa Tomodachi ga Sukunai", "A Place Further Than the Universe - Sora yori mo Tooi Basho", "A Whisker Away - Nakitai Watashi wa Neko wo Kaburu", "Call of the Night - Yofukashi no Uta", "The Seven Deadly Sins: Signs of A Holy War - Nanatsu no Taizai: Seisen no Shirushi", "K-ON! Season 2 - K-ON!!", "Nisekoi: - Nisekoi:", "Teasing Master Takagi-san - Karakai Jouzu no Takagi-san", "Darker than Black - DARKER THAN BLACK: Kuro no Keiyakusha", "Magi: The Kingdom of Magic - Magi: The kingdom of magic", "My Hero Academia: Heroes Rising - Boku no Hero Academia THE MOVIE: Heroes:Rising", " - High School DxD BorN", "The Case Study of Vanitas - Vanitas no Carte", "Snow White with the Red Hair - Akagami no Shirayuki-hime", "Welcome to the N-H-K - NHK ni Youkoso!", "INUYASHIKI LAST HERO - Inuyashiki", "Mob Psycho 100 III - Mob Psycho 100 III", "The Millionaire Detective - Balance: UNLIMITED - Fugou Keiji: Balance:UNLIMITED", "GAMERS! - Gamers!", "Cautious Hero: The Hero Is Overpowered but Overly Cautious - Shinchou Yuusha: Kono Yuusha ga Ore TUEEE Kuse ni Shinchou Sugiru", "Food Wars! The Fourth Plate - Shokugeki no Souma: Shin no Sara", "Ranking of Kings - Ousama Ranking", "Saekano: How to Raise a Boring Girlfriend - Saenai Heroine no Sodatekata", "Is It Wrong to Try to Pick Up Girls in a Dungeon? III - Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka III", "Akashic Records of Bastard Magic Instructor - Rokudenashi Majutsu Koushi to Akashic Records", "The Disastrous Life of Saiki K. Season 2 - Saiki Kusuo no Ψ-nan 2", "Food Wars! The Third Plate: Totsuki Train Arc - Shokugeki no Souma: San no Sara - Tootsuki Ressha-hen", "Grave of the Fireflies - Hotaru no Haka", "The Girl Who Leapt Through Time - Toki wo Kakeru Shoujo", " - Himouto! Umaru-chan", "Kuroko's Basketball 2 - Kuroko no Basket 2nd Season", "Gate - Gate: Jieitai Kanochi nite, Kaku Tatakaeri", "Blue Exorcist: Kyoto Saga - Ao no Exorcist: Kyoto Fujouou-hen", "When They Cry - Higurashi no Naku Koro ni", "K - K", "Spice and Wolf - Ookami to Koushinryou", "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway - Hige wo Soru. Soshite Joshikousei wo Hirou.", "Fruits Basket Season 2 - Fruits Basket: 2nd Season", "BLUELOCK - Blue Lock", "MUSHI-SHI - Mushishi", "Monogatari Series Second Season - Monogatari Series: Second Season", "Sword Art Online: Alicization - War of Underworld Part 2 - Sword Art Online: Alicization - War of Underworld Part 2", "CYBERPUNK: EDGERUNNERS - Cyberpunk: Edgerunners", "Fate/stay night - Fate/stay night", "From the New World - Shinsekai yori", "Fairy Tail Series 2 - FAIRY TAIL (2014)", "Arifureta: From Commonplace to World's Strongest - Arifureta Shokugyou de Sekai Saikyou", "Love, Chunibyo & Other Delusions - Heart Throb - - Chuunibyou demo Koi ga Shitai! Ren", "Yamada and the Seven Witches - Yamada-kun to 7-nin no Majo", "Scum's Wish - Kuzu no Honkai", "Kabaneri of the Iron Fortress - Koutetsujou no Kabaneri", "TRINITY SEVEN - Trinity Seven", "How NOT to Summon a Demon Lord - Isekai Maou to Shoukan Shoujo no Dorei Majutsu", "Bungo Stray Dogs 3 - Bungou Stray Dogs 3rd Season", "A Certain Magical Index - Toaru Majutsu no Index", "Haven't You Heard? I'm Sakamoto - Sakamoto desu ga?", "Sword Art Online the Movie: Ordinal Scale - Sword Art Online: Ordinal Scale", " - High School DxD New", "FLCL - FLCL", "Seraph of the End: Battle in Nagoya - Owari no Seraph: Nagoya Kessen-hen", "Daily Lives of High School Boys - Danshi Koukousei no Nichijou", "91 Days - 91Days", "BLEND-S - Blend S", "Kokoro Connect - Kokoro Connect", "Eromanga Sensei - Eromanga Sensei", "SHIMONETA: A Boring World Where the Concept of Dirty Jokes Doesn’t Exist - Shimoneta to Iu Gainen ga Sonzai Shinai Taikutsu na Sekai", "Dragon Ball Super - Dragon Ball Super", "Baccano! - Baccano!", "Tsuredure Children - Tsurezure Children", "Wolf Children - Ookami Kodomo no Ame to Yuki", "Nisemonogatari - Nisemonogatari", "Perfect Blue - PERFECT BLUE", "The Melancholy of Haruhi Suzumiya - Suzumiya Haruhi no Yuuutsu", "Into the Forest of Fireflies' Light - Hotarubi no Mori e", "The Seven Deadly Sins: Imperial Wrath of the Gods - Nanatsu no Taizai: Kamigami no Gekirin", "Kimi ni Todoke: From Me to You - Kimi ni Todoke", "Grand Blue Dreaming - Grand Blue", "Free! -Iwatobi Swim Club- - Free!", "Kiznaiver - Kiznaiver", "Black Bullet - Black Bullet", "Fate/stay night: Unlimited Blade Works 2nd Season - Fate/stay night: Unlimited Blade Works 2nd Season", "My Teen Romantic Comedy SNAFU Climax! - Yahari Ore no Seishun Love Come wa Machigatteiru. Kan", "Akira - AKIRA", "Yona of the Dawn - Akatsuki no Yona", "The Quintessential Quintuplets 2 - Go-toubun no Hanayome ∬", "Serial Experiments Lain - serial experiments lain", "The Rising of the Shield Hero Season 2 - Tate no Yuusha no Nariagari Season 2", "Dragon Ball - Dragon Ball", "Sword Art Online: Alicization - War of Underworld - Sword Art Online: Alicization - War of Underworld", "That Time I Got Reincarnated as a Slime Season 2 Part 2 - Tensei Shitara Slime Datta Ken 2nd Season Part 2", "Domestic Girlfriend - Domestic na Kanojo", "Masamune-kun's Revenge - Masamune-kun no Revenge", "Great Pretender - GREAT PRETENDER", "KONOSUBA -God's blessing on this wonderful world!- Legend of Crimson - Kono Subarashii Sekai ni Shukufuku wo! Kurenai Densetsu", " - Steins;Gate 0", "TONIKAWA: Over The Moon For You - Tonikaku Kawaii", "Angels of Death - Satsuriku no Tenshi", "given - Given", "Cells at Work! - Hataraku Saibou", "86 EIGHTY-SIX - 86: Eighty Six", "Black Lagoon - BLACK LAGOON", "March comes in like a lion - 3-gatsu no Lion", "Overlord III - Overlord III", "The Ancient Magus' Bride - Mahoutsukai no Yome", "Chivalry of a Failed Knight - Rakudai Kishi no Cavalry", "Blood Blockade Battlefront - Kekkai Sensen", "Tokyo Ghoul:re 2 - Tokyo Ghoul:re 2", "Neon Genesis Evangelion: The End of Evangelion - Shin Seiki Evangelion Movie: Air / Magokoro wo, Kimi ni", "My Hero Academia: Two Heroes - Boku no Hero Academia THE MOVIE: Futari no Hero", "The Misfit of Demon King Academy: History’s Strongest Demon King Reincarnates and Goes to School with His Descendants - Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou", "Kaguya-sama: Love is War -Ultra Romantic- - Kaguya-sama wa Kokurasetai: Ultra Romantic", "Mushoku Tensei: Jobless Reincarnation Cour 2 - Mushoku Tensei: Isekai Ittara Honki Dasu Part 2", "Nichijou - My Ordinary Life - Nichijou", "Is It Wrong to Try to Pick Up Girls in a Dungeon? II - Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II", "Prison School - Kangoku Gakuen", "Magi: The Labyrinth of Magic - Magi: The labyrinth of magic", "No Game, No Life Zero - No Game No Life Zero", "Date A Live - Date A Live", "Clannad: After Story - CLANNAD: After Story", "Bungo Stray Dogs 2 - Bungou Stray Dogs 2nd Season", "Toilet-bound Hanako-kun - Jibaku Shounen Hanako-kun", "Rascal Does Not Dream of a Dreaming Girl - Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai", "Dragon Ball Z - Dragon Ball Z", "Boruto: Naruto Next Generations - BORUTO: NARUTO NEXT GENERATIONS", "Saga of Tanya the Evil - Youjo Senki", "Log Horizon - Log Horizon", "Food Wars! The Third Plate - Shokugeki no Souma: San no Sara", "Orange - orange", "Monthly Girls' Nozaki-kun - Gekkan Shoujo Nozaki-kun", "SPY x FAMILY Cour 2 - SPY×FAMILY Part 2", "Blue Spring Ride - Ao Haru Ride", "Overlord II - Overlord II", "ReLIFE - ReLIFE", "SK8 the Infinity - SK∞", "Danganronpa: The Animation - Danganronpa: Kibou no Gakuen to Zetsubou no Koukousei - The Animation", "5 Centimeters per Second - Byousoku 5 Centimeter", "Yuri!!! on ICE - Yuuri!!! on ICE", "Re:ZERO -Starting Life in Another World- Season 2 Part 2 - Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season Part 2", "The Garden of Words - Kotonoha no Niwa", "Guilty Crown - Guilty Crown", "The Irregular at Magic High School - Mahouka Koukou no Rettousei", "Golden Time - Golden Time", "Deadman Wonderland - Deadman Wonderland", "Kakegurui xx - Kakegurui ××", "HAIKYU‼ TO THE TOP Part 2 - Haikyuu!! TO THE TOP 2", "Fate/Zero Season 2 - Fate/Zero 2nd Season", "My Neighbor Totoro - Tonari no Totoro", "Plastic Memories - Plastic Memories", "Ouran High School Host Club - Ouran Koukou Host Club", "Black Butler - Kuroshitsuji", "Fullmetal Alchemist - Hagane no Renkinjutsushi", "My Little Monster - Tonari no Kaibutsu-kun", "DON'T TOY WITH ME, MISS NAGATORO - Ijiranaide, Nagatoro-san", "BEASTARS - BEASTARS", "JUJUTSU KAISEN 0 - Jujutsu Kaisen 0", "Samurai Champloo - Samurai Champloo", "Fate/stay night: Unlimited Blade Works - Fate/stay night: Unlimited Blade Works", "Monster - MONSTER", "Elfen Lied - Elfen Lied", "That Time I Got Reincarnated as a Slime Season 2 - Tensei Shitara Slime Datta Ken 2nd Season", "Demon Slayer: Kimetsu no Yaiba Mugen Train Arc - Kimetsu no Yaiba: Mugen Ressha-hen (TV)", "My Teen Romantic Comedy SNAFU TOO! - Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku", "Fire Force Season 2 - Enen no Shouboutai: Ni no Shou", "Princess Mononoke - Mononoke-hime", "Food Wars! The Second Plate - Shokugeki no Souma: Ni no Sara", "Nisekoi - Nisekoi", "Komi Can’t Communicate - Komi-san wa, Komyushou desu.", "Kuroko's Basketball - Kuroko no Basket", "High School of the Dead - Gakuen Mokushiroku: HIGHSCHOOL OF THE DEAD", "JoJo's Bizarre Adventure: Stardust Crusaders - Battle in Egypt - JoJo no Kimyou na Bouken: Stardust Crusaders - Egypt-hen", "K-ON! - K-ON!", "Terror in Resonance - Zankyou no Terror", "GOBLIN SLAYER - Goblin Slayer", "JoJo's Bizarre Adventure: Golden Wind - JoJo no Kimyou na Bouken: Ougon no Kaze", "Sword Art Online: Alicization - Sword Art Online: Alicization", "The Pet Girl of Sakurasou - Sakurasou no Pet na Kanojo", "Gintama - Gintama", "The Quintessential Quintuplets - Go-toubun no Hanayome", "My Dress-Up Darling - Sono Bisque Doll wa Koi wo Suru", "Maid-Sama! - Kaichou wa Maid-sama!", "To Your Eternity - Fumetsu no Anata e", "Fruits Basket (2019) - Fruits Basket: 1st Season", "Beyond the Boundary - Kyoukai no Kanata", "WONDER EGG PRIORITY - Wonder Egg Priority", " - High School DxD", "JoJo's Bizarre Adventure: Diamond is Unbreakable - JoJo no Kimyou na Bouken: Diamond wa Kudakenai", "The Seven Deadly Sins: Revival of the Commandments - Nanatsu no Taizai: Imashime no Fukkatsu", "Clannad - CLANNAD", "HAIKYU!! TO THE TOP - Haikyuu!! TO THE TOP", "The God of High School - THE GOD OF HIGH SCHOOL", "Rent-a-Girlfriend - Kanojo, Okarishimasu", "Durarara!! - Durarara!!", "Tokyo Ghoul:re - Tokyo Ghoul:re", "Tower of God - Kami no Tou: Tower of God", "Dr. STONE: STONE WARS - Dr. STONE: STONE WARS", "Puella Magi Madoka Magica - Mahou Shoujo Madoka☆Magica", "Howl‘s Moving Castle - Howl no Ugoku Shiro", "Wotakoi: Love is Hard for Otaku - Wotaku ni Koi wa Muzukashii", "Seraph of the End: Vampire Reign - Owari no Seraph", "I Want to Eat Your Pancreas - Kimi no Suizou wo Tabetai", "Weathering With You - Tenki no Ko", "BANANA FISH - BANANA FISH", "JoJo's Bizarre Adventure: Stardust Crusaders - JoJo no Kimyou na Bouken: Stardust Crusaders", "Re:ZERO -Starting Life in Another World- Season 2 - Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season", "Noragami Aragoto - Noragami Aragoto", "The Disastrous Life of Saiki K. - Saiki Kusuo no Ψ-nan", "Devilman Crybaby - DEVILMAN crybaby", "Mushoku Tensei: Jobless Reincarnation - Mushoku Tensei: Isekai Ittara Honki Dasu", "Attack on Titan Final Season Part 2 - Shingeki no Kyojin: The Final Season Part 2", "Miss Kobayashi's Dragon Maid - Kobayashi-san Chi no Maidragon", "Demon Slayer: Kimetsu no Yaiba Entertainment District Arc - Kimetsu no Yaiba: Yuukaku-hen", "Bakemonogatari - Bakemonogatari", "Dororo - Dororo", "Love, Chunibyo & Other Delusions - Chuunibyou demo Koi ga Shitai!", "Hyouka - Hyouka", "Gurren Lagann - Tengen Toppa Gurren Lagann", "Code Geass: Lelouch of the Rebellion R2 - Code Geass: Hangyaku no Lelouch R2", "The Promised Neverland Season 2 - Yakusoku no Neverland 2", "Fate/Zero - Fate/Zero", "PSYCHO-PASS - PSYCHO-PASS", "Soul Eater - Soul Eater", "Assassination Classroom 2 - Ansatsu Kyoushitsu 2", "My Teen Romantic Comedy SNAFU - Yahari Ore no Seishun Love Come wa Machigatteiru.", "KONOSUBA -God's blessing on this wonderful world! 2 - Kono Subarashii Sekai ni Shukufuku wo! 2", "Overlord - Overlord", "Classroom of the Elite - Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e", "Fairy Tail - FAIRY TAIL", "Made in Abyss - Made in Abyss", "HAIKYU!! 3rd Season - Haikyuu!!: Karasuno Koukou VS Shiratorizawa Gakuen Koukou", "Is It Wrong to Try to Pick Up Girls in a Dungeon? - Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka", "My Hero Academia Season 5 - Boku no Hero Academia 5", "That Time I Got Reincarnated as a Slime - Tensei Shitara Slime Datta Ken", "Another - Another", "Chainsaw Man - Chainsaw Man", "Bungo Stray Dogs - Bungou Stray Dogs", "Tokyo Ghoul √A - Tokyo Ghoul √A", "The Devil is a Part-Timer! - Hataraku Maou-sama!", " - Charlotte", "HAIKYU!! 2nd Season - Haikyuu!! 2nd Season", "SPY x FAMILY - SPY×FAMILY", "Food Wars! Shokugeki no Soma - Shokugeki no Souma", "Bleach - BLEACH", "Tokyo Revengers - Tokyo Revengers", "The Rising of the Shield Hero - Tate no Yuusha no Nariagari", "Kill la Kill - Kill la Kill", "Kaguya-sama: Love is War? - Kaguya-sama wa Kokurasetai?: Tensaitachi no Renai Zunousen", "Vinland Saga - VINLAND SAGA", "Fire Force - Enen no Shouboutai", "Anohana: The Flower We Saw That Day - Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai.", "Mob Psycho 100 II - Mob Psycho 100 II", "One-Punch Man Season 2 - One Punch Man 2", "Horimiya - Horimiya", "Spirited Away - Sen to Chihiro no Kamikakushi", "Neon Genesis Evangelion - Shin Seiki Evangelion", "The Future Diary - Mirai Nikki", "Cowboy Bebop - Cowboy Bebop", "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train - Kimetsu no Yaiba: Mugen Ressha-hen", "Sword Art Online II - Sword Art Online II", "Code Geass: Lelouch of the Rebellion - Code Geass: Hangyaku no Lelouch", "JoJo's Bizarre Adventure (TV) - JoJo no Kimyou na Bouken (TV)", "Kakegurui - Kakegurui", "Angel Beats! - Angel Beats!", "Death Parade - Death Parade", "Blue Exorcist - Ao no Exorcist", "Parasyte -the maxim- - Kiseijuu: Sei no Kakuritsu", "DARLING in the FRANXX - Darling in the Franxx", "KONOSUBA -God's blessing on this wonderful world! - Kono Subarashii Sekai ni Shukufuku wo!", "Dr. STONE - Dr. STONE", "Violet Evergarden - Violet Evergarden", "Black Clover - Black Clover", "Akame ga Kill! - Akame ga Kill!", "Kaguya-sama: Love is War - Kaguya-sama wa Kokurasetai: Tensaitachi no Renai Zunousen", "My Hero Academia Season 4 - Boku no Hero Academia 4", "The Seven Deadly Sins - Nanatsu no Taizai", "Rascal Does Not Dream of Bunny Girl Senpai - Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai", "Toradora! - Toradora!", "No Game, No Life - No Game No Life", "Noragami - Noragami", "Re:ZERO -Starting Life in Another World- - Re:Zero kara Hajimeru Isekai Seikatsu", "Attack on Titan Season 3 Part 2 - Shingeki no Kyojin 3 Part 2", "Steins;Gate - Steins;Gate", "Mob Psycho 100 - Mob Psycho 100", "Naruto: Shippuden - NARUTO: Shippuuden", "HAIKYU!! - Haikyuu!!", "ERASED - Boku dake ga Inai Machi", "Your lie in April - Shigatsu wa Kimi no Uso", "Attack on Titan Final Season - Shingeki no Kyojin: The Final Season", "ONE PIECE - ONE PIECE", "My Hero Academia Season 3 - Boku no Hero Academia 3", "Assassination Classroom - Ansatsu Kyoushitsu", "A Silent Voice - Koe no Katachi", "Attack on Titan Season 3 - Shingeki no Kyojin 3", "The Promised Neverland - Yakusoku no Neverland", "Your Name. - Kimi no Na wa.", "My Hero Academia Season 2 - Boku no Hero Academia 2", "Naruto - NARUTO", "Fullmetal Alchemist: Brotherhood - Hagane no Renkinjutsushi: FULLMETAL ALCHEMIST", "Attack on Titan Season 2 - Shingeki no Kyojin 2", "Sword Art Online - Sword Art Online", "Tokyo Ghoul - Tokyo Ghoul", "One-Punch Man - One Punch Man", "JUJUTSU KAISEN - Jujutsu Kaisen", "Hunter x Hunter (2011) - HUNTER×HUNTER (2011)", "My Hero Academia - Boku no Hero Academia", "Death Note - DEATH NOTE", "Demon Slayer: Kimetsu no Yaiba - Kimetsu no Yaiba", "Attack on Titan - Shingeki no Kyojin"]
